{
    "en": {
        "description": "Traditional Medicine and Ancestral Energy Techniques.",
        "home": "Home",
        "about": "About",
        "services": "Services",
        "contact": "Contact",
        "ayahuasca_title": "Ayahuasca",
        "ayahuasca_description": "Explore the depths of your being through this powerful ancestral ceremony. Connect your mind, body, and spirit in a transformative experience.",
        "san_pedro_title": "San Pedro Ceremony",
        "san_pedro_description": "Discover the healing power of the sacred San Pedro plant. Open your heart and experience profound spiritual healing.",
        "pachamama_title": "Offering to Pachamama",
        "pachamama_description": "Honor Mother Earth with a sacred ritual of gratitude and ancestral connection. Celebrate abundance, life, and receive her energetic blessing.",
        "card_button": "View Details",
        "card_more_button": "See More Services",
        "main_small_title": "About Portal to the Heart",
        "main_large_title": "Your Guide to Inner Healing",
        "main_info": "At Portal to the Heart, we have guided over 4,000 people on their journey toward healing and spiritual balance over the past 15 years. We specialize in traditional medicine and ancestral energy healing techniques, offering transformative ceremonies and sacred Ayahuasca and San Pedro retreats in the heart of Cusco, Peru. Our mission is to provide you with a profound and authentic experience that connects you to the ancient wisdom of Andean cultures, helping you reconnect with your essence and find inner peace.",
        "main_button": "More Information",
        "section_title": "Ready to Begin Your Transformation?",
        "section_description": "At Portal to the Heart, we offer you a path to spiritual healing and inner balance. Connect with us and discover how our ceremonies and retreats can guide you toward a profound and transformative experience.",
        "section_button": "Contact Us",
        "footer_title": "We look forward to guiding you on your spiritual transformation",
        "footer_creator": "Created by",
        "footer_navigation": "Navigation",
        "footer_social": "Social Media",
        "ayahuasca_text": "In Cusco, the spiritual heart of the Andes, the Ayahuasca ceremony deeply connects you with your inner self and nature. This ancient brew, used by Amazonian communities, is a powerful tool for physical and spiritual healing. Guided by a shaman, you will experience a journey of self-discovery, confronting emotions and uncovering new paths in your life through profound visions and reflections.",
        "san_pedro_text": "The San Pedro ceremony invites you to a deep connection with your inner self and the universe. This sacred cactus, used by Andean cultures for centuries, is a powerful ally for spiritual and emotional healing. Under the guidance of an experienced shaman, you will embark on a journey of expanded consciousness, revealing hidden truths and finding clarity in the most significant aspects of your life. Through powerful visions and a spiritual awakening, San Pedro offers you a unique opportunity to be reborn with a renewed perspective and a deeper connection to the world around you.",
        "pachamama_text": "The Offering to Pachamama is a sacred ceremony that honors Mother Earth, the source of life and abundance. This ancient Andean tradition is an act of gratitude, where symbolic offerings such as coca leaves, flowers, and food are presented to Pachamama to thank her for her generosity and to ask for blessings for the future. Guided by an Andean priest, you will take part in a ritual filled with symbolism and a deep connection to nature, experiencing a profound sense of harmony and reciprocity with the natural world. The offering is not only a gesture of respect but also an opportunity to align your energy with the cosmos, attracting prosperity and balance into your life.",
        "kambo_text": "Kambó is a sacred medicine extracted from the secretion of the Amazonian frog Phyllomedusa bicolor, used by indigenous communities to cleanse the body and mind. In Cusco, this ceremony offers you a profound physical and emotional purification, releasing toxins and energetic blockages. Guided by an experienced facilitator, you will experience a renewal of vitality and clarity as Kambó awakens your immune system and connects you with the wisdom of nature. A unique opportunity to reset your body and spirit.",
        "temezcal_text": "Temazcal, an ancient purification ritual originating from Mesoamerican cultures, is an experience that renews both body and soul. Inside a dome-shaped structure, the heat from volcanic stones and the steam of medicinal herbs envelop you, creating a sacred space to release toxins, tensions, and negative energies. In Cusco, this ceremony, guided by a shaman, connects you with the four elements of nature, allowing for deep introspection and healing. Temazcal offers a unique opportunity to be reborn from within, leaving you with a renewed sense of peace and balance.",
        "coca_title": "Coca Leaf Reading",
        "coca_text": "Coca leaf reading is an ancient Andean practice that reveals the energies and messages of the universe. In Cusco, this ceremony connects you with ancestral wisdom through an Andean master who interprets the shapes and patterns of the leaves to provide clarity about your past, present, and future. Each reading is unique, offering answers and spiritual guidance in the most significant aspects of your life, such as love, health, and work. The coca leaf, considered sacred, invites you to discover new perspectives and make decisions aligned with your purpose.",
        "reservar": "Book Now"


    },
    "es": {
        "description": "Medicina Tradicional y técnicas de energia ancestral.",
        "home": "Inicio",
        "about": "Acerca de",
        "services": "Servicios",
        "contact": "Contacto",
        "ayahuasca_title": "Ayahuasca",
        "ayahuasca_description": "Explora lo profundo de tu ser a través de esta poderosa ceremonia ancestral. Conecta mente, cuerpo y espíritu en una experiencia transformadora.",
        "san_pedro_title": "Ceremonia de San Pedro",
        "san_pedro_description": "Descubre el poder curativo de la planta sagrada San Pedro. Abre tu corazón y experimenta una profunda sanación espiritual.",
        "pachamama_title": "Ofrenda a la Pachamama",
        "pachamama_description": "Honra a la Madre Tierra con un ritual sagrado de gratitud y conexión ancestral. Celebra la abundancia, la vida y recibe su bendición energética.",
        "card_button": "Ver Detalles",
        "card_more_button": "Ver más servicios",
        "main_small_title": "Acerca de Portal to the Heart",
        "main_large_title": "Tu guía hacia la sanación interior",
        "main_info": "En Portal to the Heart, hemos guiado a más de 4000 personas en su búsqueda de sanación y equilibrio espiritual durante los últimos 15 años. Nos especializamos en medicina tradicional y técnicas ancestrales de sanación energética, ofreciendo ceremonias transformadoras y retiros sagrados de Ayahuasca y San Pedro en el corazón de Cusco, Perú. Nuestra misión es brindarte una experiencia profunda y auténtica que te conecte con la sabiduría milenaria de las culturas andinas, ayudándote a reconectar con tu esencia y encontrar paz interior.",
        "main_button": "Más información",
        "section_title": "¿Listo para comenzar tu transformación?",
        "section_description": "En Portal to the Heart, te ofrecemos un camino hacia la sanación espiritual y el equilibrio interior. Conecta con nosotros y descubre cómo nuestras ceremonias y retiros pueden guiarte hacia una experiencia profunda y transformadora.",
        "section_button": "Contáctanos",
        "footer_title": "Esperamos guiarte en tu transformación espiritual",
        "footer_creator": "Creado por",
        "footer_navigation": "Navegación",
        "footer_social": "Redes Sociales",
        "ayahuasca_text": "En Cusco, corazón espiritual de los Andes, la ceremonia de Ayahuasca te conecta profundamente con tu interior y la naturaleza. Esta ancestral bebida, usada por comunidades amazónicas, es una poderosa herramienta para la sanación física y espiritual. Guiado por un chamán, experimentarás un viaje de autoconocimiento, enfrentando emociones y descubriendo nuevos caminos en tu vida, con visiones y reflexiones profundas.",
        "san_pedro_text": "La ceremonia de San Pedro te invita a una profunda conexión con tu ser interior y el universo. Este cactus sagrado, utilizado por las culturas andinas durante siglos, es un potente aliado para la sanación espiritual y emocional. Bajo la guía de un chamán experimentado, emprenderás un viaje de expansión de la conciencia, revelando verdades ocultas y encontrando claridad en los aspectos más importantes de tu vida. A través de visiones poderosas y un despertar espiritual, el San Pedro te ofrece una oportunidad única para renacer con una perspectiva renovada y una mayor conexión con el mundo que te rodea.",
        "pachamama_text": "La Ofrenda a la Pachamama es una ceremonia sagrada que honra a la Madre Tierra, fuente de vida y abundancia. Esta antigua tradición andina es un acto de gratitud, donde ofrendas simbólicas, como hojas de coca, flores y alimentos, se entregan a la Pachamama para agradecer su generosidad y pedir bendiciones para el futuro. Guiado por un sacerdote andino, participarás en un ritual lleno de simbolismo y conexión con la naturaleza, experimentando una profunda sensación de armonía y reciprocidad con el mundo natural. La ofrenda no solo es un gesto de respeto, sino una oportunidad de alinear tu energía con el cosmos, atrayendo prosperidad y equilibrio a tu vida.",
        "kambo_text": "El Kambó es una medicina sagrada extraída de la secreción de la rana amazónica Phyllomedusa bicolor, utilizada por comunidades indígenas para limpiar el cuerpo y la mente. En Cusco, esta ceremonia te ofrece una profunda purificación física y emocional, liberando toxinas y bloqueos energéticos. Guiado por un facilitador experto, experimentarás una renovación de vitalidad y claridad, mientras el Kambó despierta tu sistema inmune y te conecta con la sabiduría de la naturaleza. Una oportunidad única para resetear tu cuerpo y espíritu.",
        "temezcal_text": "El Temazcal, un ancestral ritual de purificación originario de las culturas mesoamericanas, es una experiencia que renueva cuerpo y alma. Dentro de una estructura en forma de cúpula, el calor de las piedras volcánicas y el vapor de hierbas medicinales te envuelven, creando un ambiente sagrado para liberar toxinas, tensiones y energías negativas. En Cusco, esta ceremonia guiada por un chamán te conectará con los cuatro elementos de la naturaleza, permitiendo una profunda introspección y sanación. El Temazcal es una oportunidad única para renacer desde adentro, con una sensación de paz y equilibrio renovado.",
        "coca_title": "Lectura de hojas de Coca",
        "coca_text": "La lectura de hojas de coca es una antigua práctica andina que revela las energías y mensajes del universo. En Cusco, esta ceremonia te conecta con la sabiduría ancestral a través de un maestro andino, quien interpreta las formas y patrones de las hojas para brindarte claridad sobre tu pasado, presente y futuro. Cada lectura es única, ofreciendo respuestas y guía espiritual en los aspectos más importantes de tu vida, como el amor, la salud y el trabajo. La hoja de coca, considerada sagrada, te invita a descubrir nuevas perspectivas y tomar decisiones alineadas con tu propósito.",
        "reservar": "Reservar"
        
    }
}