{
    "en": {
        "description": "Traditional Medicine and Ancestral Energy Techniques.",
        "home": "Home",
        "about": "About",
        "services": "Services",
        "contact": "Contact",
        "ayahuasca_title": "Ayahuasca",
        "ayahuasca_description": "Explore the depths of your being through this powerful ancestral ceremony. Connect your mind, body, and spirit in a transformative experience.",
        "san_pedro_title": "San Pedro Ceremony",
        "san_pedro_description": "Discover the healing power of the sacred San Pedro plant. Open your heart and experience profound spiritual healing.",
        "pachamama_title": "Offering to Pachamama",
        "pachamama_description": "Honor Mother Earth with a sacred ritual of gratitude and ancestral connection. Celebrate abundance, life, and receive her energetic blessing.",
        "card_button": "View Details",
        "card_more_button": "See More Services",
        "main_small_title": "About Portal to the Heart",
        "main_large_title": "Your Guide to Inner Healing",
        "main_info": "At Portal to the Heart, we have guided over 4,000 people on their journey toward healing and spiritual balance over the past 15 years. We specialize in traditional medicine and ancestral energy healing techniques, offering transformative ceremonies and sacred Ayahuasca and San Pedro retreats in the heart of Cusco, Peru. Our mission is to provide you with a profound and authentic experience that connects you to the ancient wisdom of Andean cultures, helping you reconnect with your essence and find inner peace.",
        "main_button": "More Information",
        "section_title": "Ready to Begin Your Transformation?",
        "section_description": "At Portal to the Heart, we offer you a path to spiritual healing and inner balance. Connect with us and discover how our ceremonies and retreats can guide you toward a profound and transformative experience.",
        "section_button": "Contact Us",
        "footer_title": "We look forward to guiding you on your spiritual transformation",
        "footer_creator": "Created by",
        "footer_navigation": "Navigation",
        "footer_social": "Social Media"

    },
    "es": {
        "description": "Medicina Tradicional y técnicas de energia ancestral.",
        "home": "Inicio",
        "about": "Acerca de",
        "services": "Servicios",
        "contact": "Contacto",
        "ayahuasca_title": "Ayahuasca",
        "ayahuasca_description": "Explora lo profundo de tu ser a través de esta poderosa ceremonia ancestral. Conecta mente, cuerpo y espíritu en una experiencia transformadora.",
        "san_pedro_title": "Ceremonia de San Pedro",
        "san_pedro_description": "Descubre el poder curativo de la planta sagrada San Pedro. Abre tu corazón y experimenta una profunda sanación espiritual.",
        "pachamama_title": "Ofrenda a la Pachamama",
        "pachamama_description": "Honra a la Madre Tierra con un ritual sagrado de gratitud y conexión ancestral. Celebra la abundancia, la vida y recibe su bendición energética.",
        "card_button": "Ver Dettales",
        "card_more_button": "Ver más servicios",
        "main_small_title": "Acerca de Portal to the Heart",
        "main_large_title": "Tu guía hacia la sanación interior",
        "main_info": "En Portal to the Heart, hemos guiado a más de 4000 personas en su búsqueda de sanación y equilibrio espiritual durante los últimos 15 años. Nos especializamos en medicina tradicional y técnicas ancestrales de sanación energética, ofreciendo ceremonias transformadoras y retiros sagrados de Ayahuasca y San Pedro en el corazón de Cusco, Perú. Nuestra misión es brindarte una experiencia profunda y auténtica que te conecte con la sabiduría milenaria de las culturas andinas, ayudándote a reconectar con tu esencia y encontrar paz interior.",
        "main_button": "Más información",
        "section_title": "¿Listo para comenzar tu transformación?",
        "section_description": "En Portal to the Heart, te ofrecemos un camino hacia la sanación espiritual y el equilibrio interior. Conecta con nosotros y descubre cómo nuestras ceremonias y retiros pueden guiarte hacia una experiencia profunda y transformadora.",
        "section_button": "Contáctanos",
        "footer_title": "Esperamos guiarte en tu transformación espiritual",
        "footer_creator": "Creado por",
        "footer_navigation": "Navegación",
        "footer_social": "Redes Sociales"

    }
}